{
  "NoPermission": "You do not have permission to use this command",
  "ChatFormatV1": "[#BEBEBE][[#de8732]Discord Core[/#]] {0}[/#]",
  "UnknownCommand": "Unknown Command",
  "DiscordLeave": "You have removed your discord bot connection",
  "DiscordLeaveFailed": "You are not subscribed to discord and were not removed",
  "JoinAlreadySignedUpV1": "You're already signed up for discord. If you want to remove yourself from discord type [#de8732]/{0} leave[/#]",
  "JoinInvalidSyntaxV1": "Invalid Syntax. Ex. [#de8732]/{0} join name#1234[/#] to sign up for discord",
  "JoinUnableToFindUserV2": "Unable to find user '{0}' in the {1} discord. Have you joined the {1} discord server @ [#de8732]discord.gg/{2}[/#]?",
  "JoinReceivedPmV2": "You have received a PM from the {0}. Please respond to the bot with your code to complete the discord activation.\n[#de8732]{1}[/#]",
  "JoinPleaseEnterCode": "Please enter your code here to complete activation.",
  "DiscordJoinInvalidSyntaxV1": "Invalid syntax. Type [#de8732]/{0} code 123456[/#] where 123456 is the code you got from discord",
  "DiscordJoinNoPendingActivations": "You either don't have a pending activation or your code is invalid",
  "DiscordJoinSuccessfullyRegistered": "You have successfully registered your discord with the server",
  "DiscordCommandsPreTextV1": "Available Commands:",
  "DiscordCommandsBotChannelAllowed": "(Bot Channel Allowed)",
  "DiscordPluginsV1": "List of Discord enabled plugins:\n",
  "DiscordJoinWrongChannelV1": "Please use /{0} in this private message and not to any discord server channels",
  "DiscordCoreLinkingNotEnabled": "DiscordCore linking is not enabled. Please use the external link system.",
  "DiscordNotAllowedBotChannel": "This command is not allowed in the bot channel and can only be used here.",
  "DiscordMustSignUpBeforeCommandsV1": "You need to sign up for discord before you can start using commands. To begin type /{0}",
  "DiscordPlayerIsServerConsole": "You have linked yourself as server console. This is not allowed. Please unlink and link with your steam account.",
  "DiscordMustSignUpBeforeBotCommands": "You need to sign up for discord before you can use this command in the bot channel. To begin type /{0}",
  "DiscordClientNotConnected": "The discord client is not connected. Please contact an admin.",
  "GameJoinCodeNotMatch": "Your activation code does not match! Please reply with only the code.",
  "DiscordCompleteActivationV2": "To complete your discord activation in the server chat please type /{0} code {1}",
  "ConsolePlayerNotSupported": "You cannot use this command from the server console.",
  "DiscordAuthNotLinked": "You're not linked with DiscordAuth please authenticate and try again",
  "DiscordConnectNotLinked": "You're not linked with DiscordConnect please authenticate and try again",
  "DiscordHooksNotLinked": "You're not linked with this servers discord authentication please authenticate and try again",
  "LinkNotification": "Player {0}({1}) has linked with discord {2}({3})",
  "RejoinNotification": "Player {0}({1}) has rejoined and was linked with discord {2}({3})",
  "UnlinkNotification": "Player {0}({1}) has unlinked their discord {2}({3})",
  "DiscordUserJoinV1": "If you would like to link your discord account with the {0} server respond to this message with /{1}. This provides you with a bot which gives you access to commands while not on the server. Once you sign up type /{2} to learn more",
  "NotLinked": "You're not linked with the external link system. Please link before using this command.\n",
  "HelpNotLinkedV1": "Discord: Allows communication between a server and discord.\nType /{0} - (In a private message to the bot) - to start linking your server player and discord together\nType /{1} - to see this message again",
  "HelpLinkedV1": "Discord: Allows communication between a server and discord.\nType /{0} - (In a private message to the bot) - to see the list of available commands\nType /{1} - (In a private message to the bot) - to unlink your discord from the game server\nType /{2} - to see this message again",
  "HelpTextV3": "Allows players to link their player and discord accounts together. Players must first join the {0} Discord @ [#de8732]discord.gg/{1}[/#]\nType [#de8732]/{2} {3} discordusername#discorduserid[/#] to start the activation of discord\nType [#de8732]/{2} {4}[/#] to remove yourself from discord\nType [#de8732]/{2}[/#] to see this message again"
}