{
  "Chat": "<color=#bebebe>[<color=#de8732>Sign Map</color>] {0}</color>",
  "NoPermission": "You do not have permission to use this command",
  "NoSign": "You're not looking at a sign",
  "CanNotUpdate": "You're not allowed to update this sign",
  "InvalidRow": "You have entered an invalid number for row: {0}",
  "InvalidCol": "You have entered an invalid number for column: {0}",
  "SignNotSupported": "This sign is not supported by sign map. Please contact plugin author with the following information. {0}",
  "ImageNotValid": "This map image is not valid. Please contact plugin author.",
  "ActiveGeneration": "You already have an active sign map generation in progress. You cannot use this command until it is finished.",
  "NoAvailableUndos": "You do not have any signs that can be undone.",
  "UndoSuccessful": "All signs have been undone.",
  "UnderCooldown": "You still have {0:0} seconds remaining before you can use this command again.",
  "InvalidGenSyntax": "Invalid Syntax. <color=#de8732>/{0} gen 2 3</color> - to create a sign map that is 2 rows and 3 columns.",
  "MaxSize": "The maximum number of signs generated cannot be more than {0}",
  "NotEnoughItems": "You do not have enough {0}. You have {1} and you need {2}",
  "NeedsWall": "Can only create maps greater than 1 row and 1 column with signs that are placed on walls",
  "SignBroke": "This sign broke or was destroyed",
  "FinishedGenerating": "We have finished generating your sign map using the {0} map that is {1} row(s) and {2} column(s)",
  "Refunded": "We have refunded {0} {1}(s) to you",
  "MapHeader": "The list of available maps are:",
  "MapName": "<color=#de8732>{0}</color>",
  "HelpText": "Allows add map image to signs or creating a map sign grid\n<color=#de8732>/{0} gen 1 1</color> - will add the full map to the sign you're looking at'\n<color=#de8732>/{0} gen 4 5</color> - will create a 4 row x 5 column map using the sign you're looking at as the bottom left corner\n<color=#de8732>/{0} gen 4 5 nr|norotation</color> - will create a 4 x 5 map and not correct the rotation of the sign\n<color=#de8732>/{0} gen 4 5 Icon</color> - will create a 4 x 5 map using the Icons render\n<color=#de8732>/{0} undo</color> - will undo the most recently generated sign map and refund the cost\n<color=#de8732>/{0} maps</color> - to see the list of available maps to use'\n<color=#de8732>/{0}</color> - to display this help text again."
}