{
  "kill_message": " {0} kills",
  "kill_mess_victim": " {0} kills by killing {1}",
  "title": "Killstreaks: ",
  "aheli": "a helicopter",
  "aanim": "a animal",
  "abt": "a bear trap",
  "aldm": "a landmine",
  "flrsp": "floor spikes",
  "aturr": "a turret",
  "awall": "a wall",
  "endstreak": "'s killstreak has been ended by ",
  "suic": "suicide",
  "disconnected": "disconnection",
  "attract": "Your killstreak has attracted attention!",
  "warning": "WARNING! ",
  "pb": "Highest kill streak: ",
  "kstop": "/ks top",
  "kswipe": "/ks wipe",
  "kspb": "/ks pb",
  "kswipe2": "- Clears all Killstreak data",
  "kstop2": "- Displays top Killstreaks",
  "kspb2": "- Shows your personal best Killstreak",
  "topList": "{0} : {1} kills",
  "bestHits": "Top killstreaks",
  "noAdvAirstrike": "Advanced Airstrike is not installed, unable to send strike",
  "noAirstrike": "Airstrike is not installed, unable to send strike",
  "ksAdd": "/ks add",
  "amountUsed": "You already have a killstreak set for {0} kills",
  "ksRem": "/ks remove ##",
  "ksList": "/ks list",
  "ksListNum": "/ks list ##",
  "ksAdd1": " - Displays the required format to add a kill streak",
  "ksRem1": " - Remove a kill streak",
  "ksList1": " - List current kills",
  "ksListNum1": " - Display kill streak information for <killnumber>",
  "invKSNum": " - You must enter a number.",
  "invKey": "You do not have a killstreak set to {0} kills",
  "kills": "Kills: ",
  "type": "Type: ",
  "amount": "Amount: ",
  "message": "Message: ",
  "regStreaks": "You have kill streaks registered to the following kills:",
  "invKillNum": "You must enter a number of kills!",
  "invST": "{0} is a invalid Streak type!",
  "addSuccess": "You have successfully registered a kill streak for {0} kills",
  "ksAddForm": "/ks add <killnumber> <message> <opt:type> <opt:amount>",
  "ksAddForm1": " - Kill number and message are required!",
  "kNum": "<killnumber>",
  "kNum1": " - The amount of kills required to activate the streak",
  "kMes": "<message>",
  "kMes1": " - The message that will be globally broadcast",
  "kTyp": "<opt:type>",
  "kTyp1": " - (Optional) Type of streak",
  "kAmo": "<opt:amount>",
  "kAmo1": " - (Optional) Amount of times the type will be called",
  "remKS": "You have removed the kill streak for {0}",
  "showTypes": "/ks show",
  "showTypes1": " - Show available killstreak types and their ID",
  "availTypes": " - Available streak types:",
  "aasGrenade": "You have been given a Advanced Airstrike signal. Activate it with /ks astrike",
  "naGrenade": "You have been given a Advanced Airstrike Napalm signal. Activate it with /ks napalm",
  "nuGrenade": "You have been given a Advanced Airstrike Nuke signal. Activate it with /ks nuke",
  "sqGrenade": "You have been given a Advanced Airstrike Squad signal. Activate it with /ks asquad",
  "spGrenade": "You have been given a Advanced Airstrike Spectre signal. Activate it with /ks spectre",
  "asGrenade": "You have been given a Airstrike signal. Activate it with /ks strike",
  "ssGrenade": "You have been given a SquadStrike signal. Activate it with /ks squad",
  "arGrenade": "You have been given a Artillery signal. Activate it with /ks art",
  "heGrenade": "You have been given a Helicopter signal. Activate it with /ks heli",
  "tuGrenade": "You have been given a Turret Drop signal. Activate it with /ks turret",
  "mrtdmActive": "You have earnt the perk Martyrdom. When you die next you will drop a random explosive!",
  "aasLaunch": "An Advanced Airstrike has been launched at your position!",
  "asLaunch": "An Airstrike has been launched at your position!",
  "naLaunch": "An Advanced Airstrike Napalm has been launched at your position!",
  "nuLaunch": "An Advanced Airstrike Nuke has been launched at your position!",
  "sqLaunch": "An Advanced Airstrike Squad has been launched at your position!",
  "spLaunch": "An Advanced Airstrike Spectre has been launched at your position!",
  "arLaunch": "An Artillery strike has been launched at your position!",
  "ssLaunch": "An SquadStrike has been launched at your position!",
  "heLaunch": "An helicopter has been sent to your position!",
  "sdLaunch": "A supply drop is inbound on your position!",
  "sdSignal": "You have earned a supply signal",
  "aasActive": "You have activated your Advanced Airstrike, throw the smoke grenade to call it",
  "asqActive": "You have activated your Advanced Airstrike Squad, throw the smoke grenade to call it",
  "naActive": "You have activated your Advanced Airstrike Napalm, throw the smoke grenade to call it",
  "nuActive": "You have activated your Advanced Airstrike Nuke, throw the smoke grenade to call it",
  "spActive": "You have activated your Advanced Airstrike Spectre, throw the smoke grenade to call it",
  "asActive": "You have activated your Airstrike, throw the smoke grenade to call it",
  "ssActive": "You have activated your SquadStrike, throw the smoke grenade to call it",
  "arActive": "You have activated your Artillery Strike, throw the smoke grenade to launch",
  "heActive": "You have activated your Helicopter Strike, throw the smoke grenadel to call it",
  "tuActive": "You have activated your Turret Drop, throw the smoke grenade to call it",
  "coinsActive": "You have earnt {0} coins",
  "rpActive": "You have earnt {0} RP",
  "kitActive": "You have earnt {0} Kit",
  "noKit": "No kit defined for for streak {0}",
  "wipedata": "Kill Streak Player Data wiped"
}